chat_system_581288407_actor_description=Shepherd-boy Luk. Guilty boy.
chat_system_581288407_snap_0_question=^?^Sir, help me! Everything has turned to stone, and I too will turn to stone soon. I'm so scared!
chat_system_581288407_snap_0_answer_0=^?^Calm down, boy, calm down, what's happened?
chat_system_581288407_snap_0_answer_1=^?^Get out of my way! (Go away.)
chat_system_581288407_snap_1_question=^?^Everybody has turned to stone. It started recently. My mom, dad, uncle Pimus and even squabbler Niles are now just stones. I don't want to be a stone!<br>Sir...You have the horse of a knight; you are a knight, aren't you? My dad told me that true knights help everyone and defeat evil. Help me; I don't want to become a stone!
chat_system_581288407_snap_1_answer_0=^?^How can I help? Your people must have offended a wizard and he cursed you.
chat_system_581288407_snap_2_question=^?^No, there are no wizards here. And we would never do harm to a wizard! We are just common peasants. There is only one druid, old Corban, but he is not a wizard. Instead he cures our animals and sometimes the people if someone is ill. And we bring him food and clothes for his help.<br>He was here a little while ago, and after he had left, everybody started to turn into stones.
chat_system_581288407_snap_2_answer_0=^?^Druid, you say? Tell me where he lives. I will go to him and ask for advice.
chat_system_581288407_snap_3_question=^?^Please, go there. Corban lives in the wood, somewhere near the lake. I've never been there.<br>[s]The boy broke down and burst out crying.[/s]
chat_system_581288407_snap_3_answer_0=^?^Ok lad, don't cry. I'll be back shortly!
chat_system_581288407_snap_4_question=^?^So what happened, sir? Have you found the druid?
chat_system_581288407_snap_4_answer_0=^?^Don't worry, I will help you.
chat_system_581288407_snap_4_answer_1=^?^And where, may I ask, did you get this nice amulet on your neck?
chat_system_581288407_snap_5_question=^?^I just... I have found it under a bench when the druid was gone.<br>Ok, sir, please forgive me, I will never steal again. I just wanted to be a wizard. I wanted to study magic. Please forgive me.
chat_system_581288407_snap_5_answer_0=^?^All right, all right, I believe you. Have you tried to take it off by yourself yet?
chat_system_581288407_snap_5_answer_1=^?^Ha! I was the same when I was a kid. You'd better ask the druid to teach you magic. By the way, can you take the amulet off?
chat_system_581288407_snap_6_question=^?^Yes, I wanted to take it off, but my heart starts hurting me whenever I do it. It hurts so much...
chat_system_581288407_snap_6_answer_0=^?^Ok, let me try (take the amulet off the boy...) 
chat_system_581288407_snap_6_answer_1=^?^Wait quietly! I will fight the Keepers of the Amulet. (Suppress the amulet.)
chat_system_581288407_snap_8_question=^?^[s]Hardly have you done it, and the boy has started yelling:[/s]<br>Aaaaa! Burning, it's all burning! There is a fire inside of me!
chat_system_581288407_snap_8_answer_0=^?^Holy dragon, I didn't mean to do this!
